Repository: mubtAAhij/muesli
Catalog: native/MuesliNative/Sources/MuesliNativeApp/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# custom_word_dictionary.error.invalid_dictionary_file
source: The file is not a valid Muesli dictionary.
es_419: El archivo no es un diccionario de Muesli válido.

# computer_use_observation.app_name.unknown
source: Unknown
es_419: Desconocido

# dictation_audio.error.microphone_capture_no_audio
source: Microphone capture did not deliver audio.
es_419: La captura del micrófono no entregó audio.

# markdown.editor.placeholder.write_notes_here
source: Write notes here...
es_419: Escribe tus notas aquí...

# meeting_contact_identity.unnamed_fallback
source: Unnamed contact
es_419: Contacto sin nombre

# meeting_mic_recording.error.selected_microphone_no_audio
source: The selected microphone did not produce audio.
es_419: El micrófono seleccionado no produjo audio.

# meeting_microphone_recorder.error.start_failed
source: Could not start full-session meeting microphone recording
es_419: No se pudo iniciar la grabación del micrófono de reunión de sesión completa

# meeting_preview.snippet.empty
source: No notes yet
es_419: Aún no hay notas

# meeting_resume_policy.resume_separator
source: — Resumed —
es_419: — Reanudada —

# nemotron35_backend.status.preparing_coreml_models
source: Preparing Nemotron 3.5 Core ML models...
es_419: Preparando modelos de Core ML de Nemotron 3.5...

# onboarding_window.welcome_title
source: Welcome to Muesli
es_419: Bienvenido a Muesli

# pcm_chunk_recorder.error.could_not_open_file_for_writing
source: Could not open chunk recorder file for writing.
es_419: No se pudo abrir el archivo del grabador de fragmentos para escritura.

# runtime_paths.error.could_not_locate_bundle_or_repo
source: Could not locate app bundle or repo root.
es_419: No se pudo localizar el bundle de la app ni la raíz del repositorio.

# wav_reader.error.invalid_wav_file
source: Invalid WAV file: %@
es_419: Archivo WAV inválido: %@

# wav_reader.error.expected_16bit_pcm_wav
source: Expected 16-bit PCM WAV: %@
es_419: Se esperaba WAV PCM de 16 bits: %@

# meeting_mic_health_tracker.user_message.audio_not_reaching
source: Microphone audio is not reaching Muesli. This meeting transcript may miss your side.
es_419: El audio del micrófono no está llegando a Muesli. Es posible que esta transcripción de reunión no capture tu parte.

# meeting_mic_health_tracker.user_message.audio_silent
source: Microphone audio is silent. This meeting transcript may miss your side.
es_419: El audio del micrófono está en silencio. Esta transcripción de reunión podría omitir tu parte.

# llm_backend_option.custom_llm.title
source: Custom LLM
es_419: LLM personalizado

# transcript_cleanup_backend_option.local_model.title
source: Local Model
es_419: Modelo local

# asr.download.finding_model_files
source: Finding model files...
es_419: Buscando archivos del modelo...

# whisper_cpp_backend.error.model_not_loaded
source: WhisperKit model not loaded.
es_419: El modelo de WhisperKit no está cargado.

# whisper_cpp_backend.error.transcription_failed
source: Transcription failed: %@
es_419: La transcripción falló: %@

# whisper_cpp_backend.status.loading_coreml
source: Loading WhisperKit into Core ML...
es_419: Cargando WhisperKit en Core ML...

# upcoming_meetings_window.range_label.today_only
source: Today only
es_419: Solo hoy

# upcoming_meetings_window.range_label.two_days
source: Two days
es_419: Dos días

# upcoming_meetings_window.range_label.three_days
source: Three days
es_419: Tres días

# chatgpt_responses_client.error.http_status
source: ChatGPT failed with status %d. %@
es_419: ChatGPT falló con estado %d. %@

# chatgpt_responses_client.error.unknown_message
source: (unknown)
es_419: (desconocido)

# chatgpt_responses_client.error.malformed_stream_payload
source: Malformed ChatGPT stream payload.
es_419: Payload del stream de ChatGPT con formato incorrecto.

# google_calendar.error.request_failed
source: Google Calendar request failed: %@
es_419: La solicitud de Google Calendar falló: %@

# google_calendar.error.request_superseded
source: Google Calendar request was superseded
es_419: La solicitud de Google Calendar fue reemplazada

# google_calendar.summary.primary
source: Primary
es_419: Principal

# meeting_contact_creator.error.missing_name
source: Add a first or last name before saving this contact.
es_419: Agrega un nombre o apellido antes de guardar este contacto.

# meeting_contact_creator.error.contacts_permission_required
source: Muesli does not have permission to add contacts. Enable Contacts access in System Settings.
es_419: Muesli no tiene permiso para agregar contactos. Habilita el acceso a Contactos en Configuración del Sistema.

# meeting_contact_creator.error.missing_contact_identifier
source: Apple Contacts saved the person without returning an identifier. Try choosing them from Contacts instead.
es_419: Apple Contacts guardó a la persona sin devolver un identificador. Intenta elegirla desde Contactos en su lugar.

# meeting_follow_up_policy.title_prefix
source: Follow-up: %@
es_419: Seguimiento: %@

# meeting_follow_up_policy.follow_up_title
source: Follow-up meeting
es_419: Reunión de seguimiento

# meeting_follow_up_policy.carried_context.truncated_marker
source: […previous notes truncated]
es_419: […notas anteriores truncadas]

# qwen3_post_processor.error.transcript_rejected_safety_checks
source: Qwen3 GGUF output was rejected by transcript safety checks
es_419: El resultado de Qwen3 GGUF fue rechazado por los controles de seguridad de transcripción

# qwen3_post_processor.error.failed_to_load_model_at_path
source: Failed to load Qwen3 GGUF model at %@
es_419: No se pudo cargar el modelo Qwen3 GGUF en %@

# qwen3_post_processor.error.model_not_found_download_from_models_tab
source: Post-processor model not found at %@. Download it from the Models tab.
es_419: Modelo de posprocesador no encontrado en %@. Descárgalo desde la pestaña Modelos.

# app_scoped_dictation_recorder.error.dictation_microphone_preparation_cancelled
source: Dictation microphone preparation was cancelled
es_419: Se canceló la preparación del micrófono de dictado

# app_scoped_dictation_recorder.error.cancelled_before_microphone_startup_finished
source: Dictation recording was cancelled before microphone startup finished
es_419: Se canceló la grabación de dictado antes de que el inicio del micrófono finalizara

# qwen3_asr_backend.error.models_not_loaded
source: Qwen3 ASR models not loaded. Call loadModels() first.
es_419: Modelos Qwen3 ASR no cargados. Llama a loadModels() primero.

# qwen3_asr_backend.status.loading_coreml
source: Loading Qwen3 ASR into Core ML...
es_419: Cargando Qwen3 ASR en Core ML...

# qwen3_asr_backend.status.model_ready
source: Model ready
es_419: Modelo listo

# shortcut_hotkey_policy.conflict_message
source: These shortcuts need different keys.
es_419: Estos atajos necesitan teclas diferentes.

# shortcut_hotkey_policy.common_global_shortcut_warning
source: This shortcut is commonly used by other apps. Muesli listens globally, so choose a less common combination if it conflicts with your workflow.
es_419: Este atajo es muy utilizado por otras apps. Muesli escucha globalmente, así que elige una combinación menos común si entra en conflicto con tu flujo de trabajo.

# shortcut_hotkey_policy.resolution.computer_use_avoids_push_to_talk
source: Computer Use Command moved to %@ to avoid matching Push to Talk.
es_419: El Comando de Uso del Computador se movió a %@ para evitar coincidir con Pulsar para hablar.

# shortcut_hotkey_policy.resolution.computer_use_avoids_meeting_recording
source: Computer Use Command moved to %@ to avoid matching Meeting Recording.
es_419: El comando de Uso del computador se movió a %@ para evitar coincidir con grabación de reunión.

# system_audio_recorder.error.could_not_open_output_file
source: Could not open output file
es_419: No se pudo abrir el archivo de salida

# system_audio_recorder.error.start_timeout
source: Timed out while starting system audio capture
es_419: Tiempo de espera agotado al iniciar la captura de audio del sistema

# system_audio_recorder.error.startup_ended_unexpectedly
source: System audio startup ended unexpectedly
es_419: El inicio del audio del sistema terminó de forma inesperada

# system_audio_recorder.error.no_display_for_scstream
source: No display found for SCStream
es_419: No se encontró ninguna pantalla para SCStream

# dictionary_suggestion_prompt.dismiss
source: Dismiss
es_419: Descartar

# dictionary_suggestion_prompt.add_correction_prompt
source: Add correction?
es_419: ¿Agregar corrección?

# dictionary_suggestion_prompt.action.add
source: Add
es_419: Agregar

# dictionary_suggestion_prompt.action.ignore
source: Ignore
es_419: Ignorar

# fluid_audio_backend.error.models_not_loaded
source: FluidAudio models not loaded. Call loadModels() first.
es_419: Los modelos de FluidAudio no están cargados. Llama a loadModels() primero.

# fluid_audio_backend.status.loading_parakeet_coreml
source: Loading Parakeet into Core ML...
es_419: Cargando Parakeet en Core ML...

# fluid_audio_backend.status.model_ready
source: Model ready
es_419: Modelo listo

# meeting_status_display.label.recording
source: Recording
es_419: Grabando

# meeting_status_display.label.processing
source: Processing
es_419: Procesando

# meeting_status_display.label.completed
source: Completed
es_419: Completada

# meeting_status_display.label.note_only
source: Note only
es_419: Solo nota

# meeting_status_display.label.needs_attention
source: Needs attention
es_419: Requiere atención

# meeting_notification.button.start_recording
source: Start Recording
es_419: Iniciar grabación

# meeting_notification.button.dismiss
source: Dismiss
es_419: Descartar

# meeting_notification.button.join_record
source: Join & Record
es_419: Unirse y Grabar

# meeting_notification.button.join_only
source: Join Only
es_419: Solo Unirse

# meeting_notification.button.record_only
source: Record Only
es_419: Solo grabar

# meeting_preparation_banner.title.preparing_transcription
source: Preparing transcription
es_419: Preparando transcripción

# meeting_preparation_banner.message.starting_shortly
source: Meeting transcription will start shortly.
es_419: La transcripción de la reunión comenzará en breve.

# meeting_preparation_banner.cancel
source: Cancel
es_419: Cancelar

# meeting_preparation_banner.cancel_help
source: Cancel meeting preparation
es_419: Cancelar la preparación de la reunión

# meeting_recording_player.help.pause_recording
source: Pause recording
es_419: Pausar grabación

# meeting_recording_player.help.play_recording
source: Play recording
es_419: Reproducir grabación

# meeting_recording_player.status.recording_unavailable
source: Recording unavailable
es_419: Grabación no disponible

# meeting_recording_player.status.loading_recording
source: Loading recording
es_419: Cargando grabación

# meeting_recording_player.accessibility.waveform_label
source: Recording waveform
es_419: Forma de onda de la grabación

# meeting_recording_writer.format.m4a.display_name
source: M4A (AAC, smaller)
es_419: M4A (AAC, más pequeño)

# meeting_recording_writer.format.wav.display_name
source: WAV (lossless)
es_419: WAV (sin pérdida)

# meeting_recording_writer.error.could_not_open_retained_file_for_writing
source: Could not open retained meeting recording file for writing.
es_419: No se pudo abrir el archivo de grabación de reunión conservada para escritura.

# meeting_recording_writer.error.could_not_create_m4a_export_session
source: Could not create M4A export session for meeting recording.
es_419: No se pudo crear la sesión de exportación M4A para la grabación de reunión.

# meeting_recording_writer.error.could_not_export_as_m4a
source: Could not export meeting recording as M4A.
es_419: No se pudo exportar la grabación de reunión como M4A.

# huggingface_manifest.error.invalid_repository
source: Invalid Hugging Face repository: %@
es_419: Repositorio de Hugging Face inválido: %@

# huggingface_manifest.error.invalid_model_metadata
source: Hugging Face returned invalid model metadata for %@
es_419: Hugging Face devolvió metadatos del modelo inválidos para %@

# huggingface_manifest.error.http_status_listing_path
source: Hugging Face returned HTTP %d while listing %@
es_419: Hugging Face devolvió HTTP %d al listar %@

# huggingface_manifest.error.no_downloadable_files
source: No downloadable files were found for %@
es_419: No se encontraron archivos descargables para %@

# huggingface_manifest.error.multiple_files_map_to_path
source: More than one Hugging Face file maps to %@
es_419: Más de un archivo de Hugging Face corresponde a %@

# floating_indicator.status.transcribing
source: Transcribing
es_419: Transcribiendo

# floating_indicator.status.starting_cua
source: Starting CUA
es_419: Iniciando CUA

# floating_indicator.instruction.hold_hotkey_to_dictate
source: Hold %@ to dictate
es_419: Mantén presionado %@ para dictar

# floating_indicator.title.hold_hotkey_to_dictate
source: Hold %@ to dictate
es_419: Mantén presionado %@ para dictar

# floating_meeting_transcript_panel.header.live_transcript
source: Live transcript
es_419: Transcripción en vivo

# floating_meeting_transcript_panel.status.paused
source: Paused
es_419: Pausado

# floating_meeting_transcript_panel.status.live
source: Live
es_419: En vivo

# floating_meeting_transcript_panel.help.hide_live_transcript
source: Hide live transcript
es_419: Ocultar transcripción en vivo

# floating_meeting_transcript_panel.help.copy_transcript
source: Copy transcript
es_419: Copiar transcripción

# microphone_recorder.error.cannot_change_input_while_recording
source: Cannot change microphone input while recording
es_419: No es posible cambiar la entrada del micrófono durante la grabación

# microphone_recorder.error.failed_to_prepare
source: Microphone recorder failed to prepare
es_419: El grabador de micrófono falló al prepararse

# microphone_recorder.error.no_audio_recorder_available
source: No audio recorder available
es_419: No hay grabador de audio disponible

# microphone_recorder.error.failed_to_start
source: Microphone recorder failed to start
es_419: El grabador de micrófono falló al iniciar

# microphone_recorder.error.recording_stopped_unexpectedly
source: Microphone recording stopped unexpectedly
es_419: La grabación del micrófono se detuvo inesperadamente

# microphone_recorder.error.could_not_select_preferred_microphone
source: Could not select preferred microphone
es_419: No se pudo seleccionar el micrófono preferido

# sync.device.this_mac
source: This Mac
es_419: Este Mac

# sync.error.account_unavailable
source: Sign in to iCloud on this Mac to sync text records.
es_419: Inicia sesión en iCloud en este Mac para sincronizar los registros de texto.

# sync.error.restricted
source: iCloud is restricted for this Mac.
es_419: iCloud está restringido en este Mac.

# sync.error.temporarily_unavailable
source: iCloud is temporarily unavailable. Try syncing again shortly.
es_419: iCloud no está disponible temporalmente. Intenta sincronizar de nuevo en breve.

# sync.error.cannot_determine_account_status
source: Couldn't determine iCloud account status.
es_419: No se pudo determinar el estado de la cuenta de iCloud.

# sync.error.timeout_retry
source: iCloud did not respond in time. Your text is safe and will be retried.
es_419: iCloud no respondió a tiempo. Tu texto está a salvo y se reintentará.

# sensevoice_backend.error.models_not_loaded
source: SenseVoice models not loaded. Call loadModels() first.
es_419: Los modelos de SenseVoice no están cargados. Llama a loadModels() primero.

# sensevoice_backend.status.loading_coreml
source: Loading SenseVoice into Core ML...
es_419: Cargando SenseVoice en Core ML...

# sensevoice_backend.status.loading
source: Loading SenseVoice...
es_419: Cargando SenseVoice...

# sensevoice_backend.status.model_ready
source: Model ready
es_419: Modelo listo

# sensevoice_backend.status.warming_up
source: Warming up SenseVoice...
es_419: Preparando SenseVoice...

# contribution.milestone.prompt.words.title
source: You crossed %@ words!
es_419: ¡Superaste %@ palabras!

# contribution.milestone.prompt.meetings.title
source: You captured %@ meetings!
es_419: ¡Capturaste %@ reuniones!

# contribution.milestone.prompt.message.words.share_milestone
source: That is a serious pile of words. If Muesli has been saving your fingers and your flow, sharing your milestone helps more people find it.
es_419: Eso es un montón serio de palabras. Si Muesli te ha estado ahorrando los dedos y el ritmo, compartir tu logro ayuda a que más personas lo descubran.

# contribution.milestone.prompt.message.words.support_actions
source: That is a serious pile of words. If Muesli has been saving your fingers and your flow, a GitHub star or a coffee helps keep it moving.
es_419: Eso es una pila seria de palabras. Si Muesli ha estado cuidando tus dedos y tu flujo, una estrella en GitHub o un café ayuda a mantenerlo en marcha.

# contribution.milestone.prompt.message.meetings.support_actions
source: That is a lot of conversations turned into something useful. If Muesli has been keeping your meetings in order, a GitHub star or a coffee helps keep it moving.
es_419: Son muchas conversaciones convertidas en algo útil. Si Muesli ha estado manteniendo tus reuniones en orden, una estrella en GitHub o un café ayuda a mantenerlo en marcha.

# contribution.social_share.words.message
source: I've dictated %@ words with Muesli. It's fast, open source, on-device, and free to use. Try it: %@
es_419: He dictado %@ palabras con Muesli. Es rápido, de código abierto, en el dispositivo y gratuito. Pruébalo: %@

# meeting_session.speaker.others
source: Others
es_419: Otros

# transcript_formatter.speaker.numbered
source: Speaker %d
es_419: Hablante %d

# transcript_formatter.speaker.others
source: Others
es_419: Otros

# meeting_detector.default_title.meeting
source: Meeting
es_419: Reunión

# target_application_icon_view.accessibility.dictated_into_app
source: Dictated into %@
es_419: Dictado en %@

# target_application_icon_view.all_apps
source: All apps
es_419: Todas las apps

# target_application_icon_view.accessibility_value.showing_dictations_for_app
source: Showing dictations for %@
es_419: Mostrando dictados para %@

# target_application_icon_view.filter_help
source: Filter by destination app
es_419: Filtrar por app de destino

# target_application_icon_view.accessibility.destination_filter
source: Destination application filter
es_419: Filtro de aplicación de destino

# computer_use_planner.error.connect_chatgpt_required
source: Connect ChatGPT to use model-driven computer use.
es_419: Conecta ChatGPT para habilitar el uso del computador basado en el modelo.

# computer_use_planner.error.invalid_tool_call
source: CUA planner returned an invalid tool call. %@
es_419: El planificador CUA devolvió una llamada de herramienta inválida. %@

# computer_use_planner.error.invalid_tool_call_with_raw
source: CUA planner returned an invalid tool call. %@ Raw native tool call: %@ %@
es_419: El planificador CUA devolvió una llamada de herramienta inválida. %@ Llamada de herramienta nativa sin procesar: %@ %@

# computer_use_planner.error.http_status_failed
source: CUA planner failed with status %d. %@
es_419: El planificador CUA falló con estado %d. %@

# computer_use_planner.error.unreachable
source: CUA planner could not be reached. %@
es_419: El planificador CUA no pudo ser contactado. %@

# computer_use_planner.error.no_native_tool_call
source: The model did not return a native tool call.
es_419: El modelo no devolvió una llamada de herramienta nativa.

# computer_use_planner.error.text_returned_instead_of_tool_call
source: The model returned text instead of a native tool call: %@
es_419: El modelo devolvió texto en lugar de una llamada de herramienta nativa: %@

# system_audio.error.could_not_create_output_file
source: Could not create output file
es_419: No se pudo crear el archivo de salida

# system_audio.error.no_default_output_device
source: No default audio output device found
es_419: No se encontró ningún dispositivo de salida de audio predeterminado

# system_audio.error.process_tap_creation_failed
source: Process tap creation failed (status: %d)
es_419: La creación del tap de proceso falló (estado: %d)

# system_audio.error.aggregate_device_creation_failed
source: Aggregate device creation failed (status: %d)
es_419: Error al crear el dispositivo agregado (estado: %d)

# system_audio.error.coreaudio_setup_failed_at_step
source: CoreAudio setup failed at '%@' (status: %d)
es_419: La configuración de CoreAudio falló en "%@" (estado: %d)

# system_audio.error.could_not_create_aggregate_device_ioproc
source: Could not create aggregate device IOProc
es_419: No se pudo crear el IOProc del dispositivo agregado

# system_audio.error.could_not_read_tap_stream_format
source: Could not read tap stream format (status: %d)
es_419: No se pudo leer el formato del stream de tap (estado: %d)

# nemotron35.error.invalid_model_url
source: Invalid Nemotron model URL: %@
es_419: URL de modelo Nemotron inválida: %@

# nemotron35.error.invalid_model_response
source: Invalid Nemotron model response: %@
es_419: Respuesta inválida del modelo Nemotron: %@

# nemotron35.error.http_downloading_model_file
source: HTTP %d downloading Nemotron model file %@
es_419: HTTP %d descargando archivo del modelo Nemotron %@

# nemotron35.error.download_failed_after_retries
source: Failed to download Nemotron model file %@ after retries: %@
es_419: No se pudo descargar el archivo del modelo Nemotron %@ tras los reintentos: %@

# nemotron35.download.progress.downloading_model
source: Downloading Nemotron 3.5 model...
es_419: Descargando modelo Nemotron 3.5...

# nemotron35.download.status.model_ready
source: Nemotron 3.5 model ready
es_419: Modelo Nemotron 3.5 listo

# chatgpt_auth.error.not_signed_in
source: Not signed in to ChatGPT
es_419: No has iniciado sesión en ChatGPT

# chatgpt_auth.error.signin_timed_out
source: Sign-in timed out — no response from browser
es_419: El inicio de sesión expiró — sin respuesta del navegador

# chatgpt_auth.error.callback_missing_code
source: OAuth callback missing authorization code
es_419: Código de autorización ausente en el callback de OAuth

# chatgpt_auth.error.state_mismatch
source: OAuth state mismatch — possible CSRF attack
es_419: Error de coincidencia de estado OAuth — posible ataque CSRF

# chatgpt_auth.error.token_exchange_failed
source: Token exchange failed: %@
es_419: El intercambio de token falló: %@

# chatgpt_auth.error.token_refresh_failed
source: Token refresh failed: %@
es_419: Error al renovar el token: %@

# chatgpt_auth.error.callback_port_in_use
source: Callback port 1455 is already in use
es_419: El puerto de callback 1455 ya está en uso

# errors.dictation.no_longer_exists
source: Dictation %@ no longer exists.
es_419: El dictado %@ ya no existe.

# errors.meeting.no_longer_exists
source: Meeting %@ no longer exists.
es_419: La reunión %@ ya no existe.

# errors.meeting.participant_not_identified
source: That meeting participant could not be identified.
es_419: No fue posible identificar a ese participante de la reunión.

# meetings.fallback.raw_transcript_notes
source: ## Raw Transcript Recovered from live transcript checkpoints after the meeting did not finalize normally. This fallback may be incomplete and may not include final diarization or reconciliation. %@
es_419: ## Transcripción sin procesar Recuperada desde los puntos de control de la transcripción en vivo porque la reunión no finalizó normalmente. Esta recuperación puede estar incompleta y puede no incluir la diarización final ni la reconciliación. %@

# meetings.transcript.resumed_separator
source: — Resumed —
es_419: — Reanudada —
